/* Localizable strings of com.apple.vpnsettings preference manifest */

"VPN.pfm_title" = "VPN 設定";
"VPN.pfm_description" = "VPN 設定です。";

"ServiceType.pfm_title" =				"サービスタイプ";
"ServiceType.pfm_description" =				"サービスのタイプです。L2TP または PPTP に設定します。";
"CommRemoteAddress.pfm_title" =			"VPN サーバアドレス";
"CommRemoteAddress.pfm_description" =		"VPN サーバの URL ロケーションアドレスです。";
"UserLoginName.pfm_title" =				"ユーザログイン名";
"UserLoginName.pfm_description" =			"接続に使用するログイン名です。現在のユーザログイン名を使う場合は、このキーを使用しないでください。";
"UserDefinedName.pfm_title" =			"説明的な名前";
"UserDefinedName.pfm_description" =			"サーバへの接続時に表示する説明的な名前を入力します。";
"UserAuthenticationType.pfm_title" =	"ユーザ認証タイプ";
"UserAuthenticationType.pfm_description" =	"VPN 認証のタイプです。Password、Kerberos、TokenCard、または SecurID に設定します。";
